const winnersIntroSteps = [

  {

    number: 1,

    icon: 'https://dumpster.cdn.sports.ru/7/bb/ffa4ca3df3e2836801d90d3e1f759.png',

    text:

      'Представленные коэффициенты собраны до старта каждого турнира. Для тех, кто лучше воспринимает вероятность, а не кэфы, есть возможность переключить котировки на проценты.',

  },

  {

    number: 2,

    icon: 'https://dumpster.cdn.sports.ru/1/ed/485219b7fa527f05231bf116d0f68.png',

    text:

      'Всего в проекте более 800 чемпионов в 37 турнирах из 9 видов спорта. Как индивидуальных, так и командных. Разброс широкий: от Лиги чемпионов, НБА и КХЛ до The International и ЧМ по дартсу.',

  },

  {

    number: 3,

    icon: 'https://dumpster.cdn.sports.ru/2/56/d2c8f9f558ca5becbfaddcb89396b.png',

    text:

      'Для удобства есть фильтры. Можно выбрать победителей в теннисе или любом другом виде спорта. Доступна также сортировка по хронологии и кэфа: от самых предсказуемых чемпионов до наименее вероятных.',

  },

];

