// Вопросы для теста на игроманию
const testQuestions = [
    {
        id: 1,
        question: "Думали ли вы, как найти еще больше денег для азартных игр?",
        answers: ["Да", "Нет"]
    },
    {
        id: 2,
        question: "Вам приходилось играть на все большие суммы денег или делать более крупные ставки, чтобы снова почувствовать тот же азарт?",
        answers: ["Да", "Нет"]
    },
    {
        id: 3,
        question: "Вы когда-нибудь чувствовали беспокойство или раздражительность, пытаясь прекратить или ограничить собственное участие в азартных играх?",
        answers: ["Да", "Нет"]
    },
    {
        id: 4,
        question: "Вы когда-нибудь пробовали контролировать игровую зависимость?",
        answers: ["Да", "Нет"]
    },
    {
        id: 5,
        question: "Вы когда-нибудь играли в азартные игры, чтобы убежать от личных проблем или избавиться от неприятных чувств, таких как чувство вины, тревога, беспомощность или депрессия?",
        answers: ["Да", "Нет"]
    },
    {
        id: 6,
        question: "Бывало ли у вас такое, что вы проигрывали деньги, и вскоре возвращались, чтобы отыграться?",
        answers: ["Да", "Нет"]
    },
    {
        id: 7,
        question: "Лгали ли вы членам семьи, друзьям или другим людям о том, сколько денег тратите на азартные игры и/или сколько денег проиграли в азартные игры?",
        answers: ["Да", "Нет"]
    },
    {
        id: 8,
        question: "Вы когда-нибудь брали деньги, которые вам не принадлежали, у членов семьи, друзей или кого-либо еще, чтобы оплатить азартные игры?",
        answers: ["Да", "Нет"]
    },
    {
        id: 9,
        question: "Вы когда-либо прибегали к азартным играм, что создавало серьезные или повторяющиеся проблемы в ваших отношениях с членами семьи или друзьями? Или же азартные игры когда-либо создавали проблемы на работе или в учебе?",
        answers: ["Да", "Нет"]
    },
    {
        id: 10,
        question: "Вам когда-нибудь приходилось просить членов семьи, друзей, кредитную организацию или кого-либо еще одолжить вам деньги или выручить вас из отчаянной финансовой ситуации, которая во многом была вызвана вашей игрой в азартные игры?",
        answers: ["Да", "Нет"]
    }
];
